Repository: lingxi-coder/lingxi-app
Catalog: clients/ios/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

# NSPhotoLibraryUsageDescription
source: 灵犀访问相册以选择图片供模型分析。
ja: 灵犀はモデルによる解析のため、写真ライブラリから画像を選択します。
ko: 灵犀가 모델 분석에 사용할 이미지를 선택하기 위해 사진 보관함에 접근합니다.
zh_hant: 靈犀存取相簿以選擇圖片供模型分析。

# NSSpeechRecognitionUsageDescription
source: 灵犀使用语音识别将你的语音转写为文本。
ja: 灵犀は音声認識を使用して、あなたの発話をテキストに変換します。
ko: 灵犀가 음성 인식을 사용해 사용자의 말을 텍스트로 변환합니다.
zh_hant: 靈犀使用語音識別將你的語音轉寫為文字。

# onboarding_voice_language_en
source: English
ko: 영어

# CFBundleDisplayName
source: 灵犀
zh_hant: 靈犀
